[
    {
        "-TITULO-": "Tarta de calabaza",
        "-CATEGORIA-": "Pan y bollería",
        "-COMPLEJIDAD-": "facil",
        "-TIEMPO-": 60,
        "-INGREDIENTES-": " Para la base\n150 gramos de galletas molidas o picadas\n80 gramos de mantequilla\n1 cucharada postre de canela\n1 cucharada postre de jengibre ( opcional)\nPara el relleno\n500 gramos de calabaza cocida\n100 gramos de azúcar (½ taza)\n200 mililitros de nata o crema de leche\n3 huevos\n1 cucharada postre de canela",
        "-RECETA-": "1\nPara empezar con la torta de calabaza fácil, primero cuece la calabaza, pela y limpia bien para retirar las pipas. A continuación, corta en trozos y añade en un bol tapado con papel film, introduce en el microondas unos 8-10 minutos a máxima potencia hasta que esté cocida. Luego, chafa con un tenedor o tritura si lo deseas. Deja que se enfríe.\n\n2\nPor otro lado, prepara la base de la tarta. Para ello, tritura las galletas, añádelas en un bol con la mantequilla derretida, la canela y un poquito de jengibre, mezcla bien hasta que queden los dos ingredientes bien integrados.\n\n3\nCubre la base con la masa de las galletas en un molde de unos 20-22 cm de ancho. A continuación, con una cuchara o con el culo de un vaso, aplasta bien la masa para que quede bien compacta. Luego, enciende el horno a 180 ºC, introduce en el horno unos 5-8 minutos con la base de galletas. Pasado este tiempo, retira.\n\n4\nPrepara la crema de calabaza. Para ello, en un bol añade los tres huevos con el azúcar y bate un poco. Luego, pasaremos a la batidora, ahora solo mezcla.\n\n5\nAñade la nata, mezcla y, seguido, incorpora la calabaza cocida y hecha puré, añade también una pizca de canela. Mezcla todo bien.\n\n6\nSi no te gusta encontrar los hilos de la calabaza, será mejor triturar la crema, quedará más fina.\n\n7\nAñade la crema sobre la base de galletas, introduce en el horno, concretamente en el medio con calor arriba y abajo a 180 ºC. Vigila que no se queme la parte superior de la tarta.\n\n8\nCuando pasen unos 20 minutos aproximadamente, pincha con un palillo en el centro y, si el palillo sale seco, estará el pastel de calabaza. Por el contrario, déjalo un poco más, tardará unos 30 minutos dependiendo del horno. Cuando esté listo, deja enfriar y, a la hora de servir, espolvorea con un poco de canela en polvo.",
        "id": 1
    },
    {
        "-TITULO-": "Espagueti rojo con jitomate",
        "-CATEGORIA-": "Pasta",
        "-COMPLEJIDAD-": "media",
        "-TIEMPO-": 90,
        "-INGREDIENTES-": "200 gotas de pasta de espagueti\n4 jitomates\n1 trozo de cebolla\n1 diente de ajo\n200 gramos de crema ácida\n1 cubo de caldo de pollo\n2 litros de agua\nsal al gusto\n1 cucharadita de aceite\n3 hojas de cilantro\n100 gramos de queso panela o queso fresco",
        "-RECETA-": "1\nPara hacer la receta de espagueti rojo con jitomate, primero cocina la pasta de acuerdo con las instrucciones del empaque, normalmente por cada 100 g de pasta se necesita 1 litro de agua y se cocina 8-10 minutos. Además, si lo deseas, puedes agregar sal al gusto. Cuando esté lista la pasta, drena el agua y reserva en un recipiente mientras continúas con la receta.\n\n2\n\nPara la salsa de jitomate, corta en trozos los jitomates y lleva a una sartén con una cucharadita de aceite. A continuación, añade también la cebolla y el diente de ajo. Cocina moviendo constantemente durante unos 5 minutos o hasta que los jitomates estén dorados.\n\n3\n\nLleva los jitomates, la cebolla y el diente de ajo a licuar junto con una taza y media de agua o caldo de pollo. Licua muy bien durante mínimo 3 minutos, lo ideal es que quede una salsa ligera, pero un poco espesa.\n\n4\n\nDespués de licuar, vacía la salsa en una olla con un chorrito de aceite, agrega el cubo de caldo de pollo y deja sofreír por unos 3 minutos. También puedes sazonar con un poco de sal.\n\n5\n\nCuando se haya sofrito la salsa de jitomate, vacía la crema ácida y el espagueti ya cocido, mezcla muy bien. Es importante que se integre muy bien la pasta en la salsa y la crema se combine también. Deja cocinar a fuego medio bajo por solo 3 minutos más, comprueba el sabor del spaghetti con tomate y crema y, si observas que es necesario, agrega más sal al gusto.\n\n6\n\nPara servir, agrega un poco de queso desmoronado o rallado y decora con algunas hojitas de cilantro.",
        "id": 2
    },
    {
        "-TITULO-": "Flan con leche de avena",
        "-CATEGORIA-": "Postres",
        "-COMPLEJIDAD-": "dificil",
        "-TIEMPO-": 120,
        "-INGREDIENTES-": "5 huevos\n125 gramos de azúcar\n500 mililitros de leche de avena\n1 bote de caramelo líquido\n1 cucharada postre de harina de maíz (maicena)\n1 cucharadita de aroma de vainilla",
        "-RECETA-": "Para empezar con la receta de flan con leche de avena, primero debes encender el horno a 170 ºC con calor arriba y abajo. A continuación, en un bol añade los huevos y el azúcar, bate muy bien.\n\n2\n\nCuando esté bien batida la mezcla anterior, añade la leche de avena, incorpórala y remueve bien.\n\n3\n\nAñade la esencia de vainilla y la cucharada de harina de maíz (maicena), esta última es opcional, pero de esta manera quedará más compacto el flan con leche vegetal. A continuación, bate bien y mezcla hasta que la harina de maíz se haya disuelto.\n\n4\n\nPasa la mezcla por un colador para que no queden restos de clara de huevo.\n\nTruco: este paso debes realizarlo, por el contrario, no quedará el flan de avena bien cuajado.\n\n5\n\nAdquiere una olla amplia o una bandeja apta para horno y coloca los moldes de los flanes. A continuación, añade 1-2 vasos de agua en la bandeja para que se cocinen al baño maría. Seguido, coloca las flaneras y cubre el fondo de los moldes y por los lados con caramelo líquido, con ayuda de un cucharón añade la mezcla del flan sin llegar al borde. Introduce la olla amplia o la cazuela con los flanes en el horno, deben permanecer aproximadamente unos 45 minutos, según el horno.\n\nPuedes elaborar el caramelo líquido casero con esta receta que te proporcionamos. En nuestro caso lo hemos comprado ya hecho.\n\nTruco: el agua de la bandeja debe quedar por la mitad de las flaneras, debes tener cuidado de que no entre agua en los flanes.\n\n6\n\nCuando observes que están dorados por la parte superior, debes pinchar con un palillo en el centro y, si sale seco, estarán listos. Sin embargo, debes dejarlos en el interior del horno durante 10 minutos antes de retirarlos. Cuando pase el tiempo estimado, retira la fuente del horno y deja enfriar los flanes con leche de avena a temperatura ambiente. ¿Qué te está pareciendo este flan de huevo con leche vegetal?\n\nTruco: también puedes elaborar el flan con leche de avena sin horno.\n\n7\n\nA continuación, introduce los flanes con leche de avena en la nevera para que se terminen de enfriar y sirve.",
        "id": 3
    }
]